Revit 2027 API
ParameterTypeId.RbsElecDistributionNodeLoadSet Property
 "Load Set"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecDistributionNodeLoadSet { get; }
Public Shared ReadOnly Property RbsElecDistributionNodeLoadSet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecDistributionNodeLoadSet {
	ForgeTypeId^ get ();
}
static member RbsElecDistributionNodeLoadSet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace